[
  "You are a moron.",
  "You are an imbecile.",
  "You are a dimwit.",
  "You are a dunce.",
  "You are a buffoon.",
  "You are a nitwit.",
  "You are a simpleton.",
  "You're ugly and your mother dresses you funny.",
  "Your mother wears combat boots.",
  "Don't be ashamed of who you are. That's your parents' job.",
  "Your mother was a hamster and your father smells of elderberries.",
  "You're not stupid—you just have bad luck thinking.",
  "You're the reason the gene pool needs a lifeguard.",
  "You bring everyone so much joy… when you leave the room.",
  "You have something on your chin... no, the third one down.",
  "If I wanted to hear from someone useless, I'd unmute Clippy.",
  "You have the charisma of wet toast.",
  "You're as sharp as a marble.",
  "You're proof that evolution can go in reverse.",
  "You have something on your face... oh wait, never mind.",
  "You're the human version of a software bug.",
  "You’re the reason self-checkout has an 'assistance needed' button.",
  "You're like a cloud—when you disappear, it's a beautiful day.",
  "Your code is so bad, it runs on hope and broken dreams.",
  "You're about as helpful as a broken spoon in a soup fight.",
  "You're like if WiFi had body odor.",
  "If you were any slower, you'd be in reverse.",
  "You're the kind of person autocorrect gives up on.",
  "Your thoughts are like a dial-up connection: noisy and outdated.",
  "You're as useful as a screen door on a submarine.",
  "Your brain's processing power is stuck in the floppy disk era.",
  "You're the human equivalent of a 404 error: not found.",
  "Your ideas are so stale, they come with an expiration date.",
  "You're like a pop-up ad: nobody asked for you, and you're hard to get rid of.",
  "Your wit is so dull, it couldn't cut through butter.",
  "You're the reason calculators have an 'off' button.",
  "Your personality sparkles like a landfill on a cloudy day.",
  "You're as inspiring as a terms and conditions page.",
  "Your brain must be running on Internet Explorer.",
  "You're the kind of person who claps when the plane lands.",
  "Your logic is so flawed, it crashes faster than a beta release.",
  "You're as coordinated as a drunk octopus on roller skates.",
  "Your decision-making skills rival a coin toss in a hurricane.",
  "You're the reason we need warning labels on toasters.",
  "Your presence is like a bad app update: nobody wants it, but it keeps showing up.",
  "You're as charming as a spam email from a shady prince.",
  "Your creativity is like a blank Word document: zero words, infinite potential for nothing.",
  "You're the human equivalent of Comic Sans in a formal letter.",
  "Your brain's WiFi is stuck on 1 bar, and it’s not connecting.",
  "You're as reliable as a weather app in a storm.",
  "Your jokes are so bad, they make dad jokes look like comedy gold.",
  "You're the reason we can't have nice things, like functioning group chats.",
  "Your ideas move slower than a sloth on a coffee break.",
  "You're like a QR code nobody bothers to scan.",
  "Your contribution is as valuable as a deleted email in the trash folder.",
  "You're the kind of person who’d trip over a wireless network.",
  "Your charisma is so low, it’s measured in negative decibels.",
  "You're as exciting as a loading screen stuck at 99%.",
  "Your brain’s RAM is so low, it can’t handle a single tab.",
  "You're the reason 'idiot-proof' is a design requirement."
]